<?php

return [
    'route_reminder_title' => 'შეხსენება მგზავრობის შესახებ!',
    'route_reminder_text' => '
    მოგესალმებით, <br>
    შეგახსენებთ, რომ :date თქვენ დაჯავშნილი გაქვთ :route_name მარშრუტი Zoombus-ზე.<br>
    იმისათვის, რომ იხილოთ სრული ინფორმაცია თქვენი ბილეთის ნომრის, QR კოდის, გამგზავრებისა და ჩასვლის დროის შესახებ,
     გთხოვთ ეწვიოთ ქვემოთ მოცემულ ბმულს. <br><br>

    გისურვებთ უსაფრთხო და კომფორტულ მგზავრობას!',
    'route_button_anchor' => 'ბილეთის ნახვა',

    'ticket_purchase_title' => 'თქვენი შეძენილი ბილეთი Zoombus-ზე',
    'ticket_purchase_text' => '
    მოგესალმებით, <br>
    გიგზავნით დამადასტურებელ შეტყობინებას თქვენი ბილეთის შესახებ Zoombus-ზე. <br><br>

    მარშრუტი: :route_name <br>
    თარიღი: :date <br>
    მგზავრი: :passenger<br>
    ადგილის ნომერი: :seat_number<br><br>

    იმისათვის, რომ იხილოთ სრული ინფორმაცია თქვენი ბილეთის ნომრის, QR კოდის, გამგზავრებისა და ჩასვლის დროის შესახებ,
     გთხოვთ ეწვიოთ ქვემოთ მოცემულ ბმულს. <br><br>

    გისურვებთ უსაფთხო და კომფორტულ მგზავრობას!',
    'ticket_purchase_anchor' => 'ბილეთის ნახვა',

    'ticket_refund_title' => 'თქვენს მიერ დაჯავშნილი მარშრუტი გაუქმებულია!',
    'ticket_refund_text' => '
    მოგესალმებით, <br>
    სამწუხაროდ თქვენს მიერ დაჯავშნილი მარშრუტი :route, რომელიც უნდა შემდგარიყო :date გაუქმდა მძღოლის მიერ. <br><br>
    ბილეთის თანხა სრულად დაგიბრუნდებათ თქვენს ანგარიშზე. <br><br>

    იმ შემთხვევაში თუ ტრანზაქცია ბლოკირებული დარჩება, გთხოვთ მიმართოთ თქვენი კრედიტ ბარათის წარმომადგენელ ბანკს და მოითხოვოთ ტრანზაქციის ბლოკიდან მოხსნა.
    <br><br>

    პატივისცემით,<br>
    Zoombus',

    'drivers_license_title' => 'თქვენი მართვის მოწმობა :status !',
    'drivers_license_text' => '
    მოგესალმებით,  <br>
    გვსურს გაცნობოთ, რომ მართვის მოწმობის დეტალები, რომელიც თქვენ შესამოწმებლად გამოაგზავნეთ :status. <br><br>
    თუ გსურთ რაიმე სახის დახმარება ან გაქვთ კითხვები, გთხოვთ დააჭიროთ ქვედა ღილაკს ან დაგვიკავშირდეთ ელ-ფოსტაზე: info@zoombus.net <br><br>

    პატივისცემით,<br>
    Zoombus',
    'drivers_license_button' => 'დეტალები',

    'vehicle_validation_title' => 'თქვენი ტრანსპორტი - :vehicle :status!',
    'vehicle_validation_text' => '
    მოგესალმებით, <br>
    გატყობინებთ, რომ თქვენს მიერ მოთხოვნილი ტრანსპორტი :vehicle :status. <br><br>
    თუ გსურთ რაიმე სახის დახმარება ან გაქვთ კითხვები, გთხოვთ დაგვიკავშირდეთ ელ-ფოსტაზე: info@zoombus.net <br><br>

    პატივისცემით,<br>
    Zoombus',
    'vehicle_validation_button' => 'დეტალები',

    'rating_title' => 'გთხოვთ შეაფასოთ თქვენი მგზავრობა',
    'rating_text' => '
    მოგესალმებით, <br>
    გთხოვთ, შეაფასოთ თქვენი მგზავრობა :route_name <br><br>
    თქვენი შეფასება ძალიან მნიშვნელოვანია პროექტის განვითარებისათვის. <br><br>

    პატივისცემით,<br>
    Zoombus',
    'rating_anchor' => 'მგზავრობის შეფასება',

    'support_reply_title' => 'თქვენი დახმარების ბილეთი #:ticket Zoombus-ზე',
    'support_reply_text' => '
    მოგესალმებით, <br>
    თქვენ მიიღეთ გამოხმაურება ჩვენი დახმარების გუნდისგან. <br>
    იმისათვის, რომ იხილოთ შეტყობინება გთხოვთ დააჭიროთ ქვედა ღილაკს.
     <br><br>

    პატივისცემით,<br>
    Zoombus',
    'support_reply_anchor' => 'პასუხის ნახვა',
];
