<?php

return [
    'route_type' => 'ერთჯერადი - 1 კონკრეტული თარიღის მარშრუტი, მრავალჯერადი - თქვენს მიერ მონიშნული თარიღების მიხედვით',
    'stopping_time' => 'ჯამური გაჩერების ხანგრძლვიობა, დატოვეთ ცარიელი თუ მარშრუტისას გაჩერება არ იგეგმება.
    მაგალითად 10 წუთი გაჩერების შემთხვევაში ჩაწერეთ 00:10, 1 საათი და 20 წუთის შემთხვევაში 01:20',
    'route_duration_hour' => 'მარშრუტის ხანგრძლივობა საათებში. ხანგრძლივობა მოიცავს გაჩერების დროსაც.
    მაგალითად 6 საათი და 25 წუთი - 06:25, 1 დღე 1 საათი და 20 წუთი - 25:20',
];
