<?php

return [
    'view_all' => 'ყველა შეტყობინება',
    'nothing_new' => 'შეტყობინებები ცარიელია.',
    'ticket_purchase' => 'თქვენ შეიძინეთ ბილეთი Zoombus-ზე. იმისათვით, რომ იხილოთ თქვენი ბილეთი, გთხოვთ, მიჰყვეთ ბმულს: :url ',
    'ticket_refund' => 'თქვენი მარშრუტი :route გააუქმა მძღოლმა. ბილეთის თანხა სრულად დაგიბრუნდებათ თქვენს ანგარიშზე.',
    'cart' => 'მარშრუტი :route_name ადგილის ნომრით :seat_number გაიყიდა, შესაბამისად წაიშალა თქვენი კალათიდან.',
    'rate' => 'შეაფასეთ თქვენი ბოლო მგზავრობა :route_name',
    'reminder' => 'შეგახსენებთ, რომ :date თქვენ გაქვთ დაჯავშნული მარშრუტი',
    'support' => 'თქვენ გაქვთ ახალი პასუხი #:ticket დახმარების ბილეთზე',
    'license' => 'თქვენი მართვის მოწმობის დეტალები :status',
    'vehicle' => 'თქვენს მიერ დამატებული ტრანსპორტი :vehicle :status',
    'route' => 'თქვენი მარშრუტი :name :status',
    'rating' => 'გთხოვთ, შეაფასოთ თქვენი ბოლო მგზავრობა :route_name',
    'forgot_password' => 'ახალი პაროლი: :password',
    'registered_as_partner' => 'თქვენ დარეგისტრირდით Zoombus-ზე, თქვენი პაროლია: :password',
];
