<?php

return [
    'register_as_driver' => '
    <p>
        გინდა იმუშაო თავისუფალი გრაფიკით, არ იყო დამოკიდებული სხვაზე, აკეთო ფული სწრაფად და მარტივად?
        <ul class="pl-15">
            <li>თუ გყავს მიკროავტობუსი ან ავტობუსი</li>
            <li>თუ ოპერირებ ავტოსადგურებიდან და ატარებ საათებს მგზავრის ძებნაში</li>
            <li>თუ ყოფილა შემთხვევა საკმარისი რაოდენობის მგზავრები ვერ გიპოვია</li>
            <li>თუ ოდესმე მაინც გიფიქრია რომ შენი საქმის კეთების მარტივი გზა არსებობს</li>
        </ul>
        მაშინ <span class="forceEng">ZoomBus</span>-ი არის სწორედ შენთვის.
    </p>
    <b>რა სარგებელი მექნება <span class="forceEng">ZoomBus</span>-ისგან?</b><br><br>
    <p>
        <span class="forceEng">ZoomBus</span>-ი გაძლევს საშუალებას გაყიდო შენი სატრანსპორტო საშუალების ბილეთები ონლაინ, სახლიდან გაუსვლელად.
        მინიმალური ძალისხმევით შენ შეგიძლია დაარეგისტრირო შენი სატრანსოპორტო საშუალება სრულიად უფასოდ, აირჩიო სასურველი
        მარშრუტი (გასვლის ადგილი - ჩასვლის ადგილი) და დანარჩენს შენთვის <span class="forceEng">ZoomBus</span>-ი გააკეთებს. შენ არ მოგიწევს ავტოსადგურებზე
        საათობით დგომა მგზავრების მოლოდინში, შენი ბილეთების გაიყიდვა დაიწყება მარშრუტის დარეგისტრირებისთანავე, მომენტალურად.
        გაყიდული ბილეთების შესახებ მოგივა შეტყობინებები და შენი მხრიდან, საჭირო იქნება მხოლოდ წუთებით ადრე გასვლის ადგილზე გამოცხადება.
    </p>
    <b>რა პირობებს უნდა ვაკმაყოფილებდე რომ გავხდე მძღოლი?</b><br><br>
    <p>
        <span class="forceEng">ZoomBus</span>-ისათვის საჭიროა მხოლოდ ორ პირობას აკმაყოფილებდე: <br>
        <ul class="pl-15">
            <li>გყავდეს საკუთარი სატრანსპორტო საშუალება (მიკროავტობუსი, ავტობუსი, მინი-ვენი ან სხვ.)</li>
            <li>გქონდეს შესაბამისი კატეგორიის მართვის მოწმობა. (აქტიური სტატუსით, ანუ არ იყოს ჩამორთმეული ან შეჩერებული რაიმე კანონდარღვევის გამო)</li>
        </ul>
    </p>
    <b>როგორ გავხდე <span class="forceEng">ZoomBus</span>-ის მძღოლი?</b><br><br>
    <p>
        პირველ რიგში, საჭიროა დარეგისტრირდე მძღოლად და შეავსო რეგისტრაციის გვერდზე ყველა აუცილებელი ველი.
    </p>
    <p>
        შემდეგ, საიტის ზედა მარჯვენა კუთხეში დააჭირო ღილაკს „შესვლა“ და გაიარო ავტორიზაცია, რის შემდეგაც აღმოჩნდები
        რეგისტრაციის პროცესის შემდეგ საფეხურზე.
        აქ საჭირო იქნება გაიარო 4 ეტაპი (1. პირადი მონაცემები, 2. მართვის მოწმობა, 3. ტრანსპორტის რეგისტრაცია, 4.მარშრუტის რეგისტრაცია).
        რეგისტრაციის შემდეგ, შენი მართვის მოწმობის  მონაცემები გაივლის ვერიფიკაციას, ვერიფიკაციის სტატუსის გვერდზე სისტემა ავტომატურად
        გადაგამისამართებთ სადაც შეგიძლიათ იხილოთ თქვენი მონაცემები განხილვის პროცეშია, ვერიფიკაცია უარყოფილია თუ დადასტურებულია.
    </p>
    <p>
        ამ ეტაპის გავლის შემდეგ თქვენ შეგიძლიად დაარეგისტრიროთ სასრურველი რაოდენობის მარშრუტები და დარეგისტრირებისთანავე თქვენი ბილეთები
        ხელმისაწვდომი იქნება მგზავრებისათვის.
    </p>
    ',


    'register_as_partner' => '
    <b>რას ნიშნავს <span class="forceEng">ZoomBus</span>-ის პარტნიორობა ?</b><br><br>
    <p>
        <span class="forceEng">ZoomBus</span>-ის პარტნიორობა ნიშნავს დამატებით შემოსავალს ყველა პარტნიორისათვის. პარტნიორად დარეგისტრირებისას თქვენ მოგენიჭებათ უნიკალური კოდი.
        შემდგომში ამ კოდით გაყიდული თითოეული ბილეთიდან თქვენი წილი იქნება 0.7% და 0.3%.
    </p>
    <p>
        <span class="forceEng">ZoomBus</span>-ი სხვებისაგან განსხვავებულ პარტნიორობას გთავაზობთ. თუ თქვენ გადაწყვეტთ, რომ გახდეთ პარტნიორი მიიღებთ შემოსავალს ორი წყაროდან:<br>
        <ul class="pl-15">
            <li>თუ თქვენი კოდით დარეგისტრირდება მძღოლი და გაყიდის ბილეთებს, თითოეული გაყიდული ბილეთიდან მიიღებთ 0.7%-ს </li>
            <li>თუ თქვენი კოდით დარეგისტრირებული პარტნიორი დაარეგისტრირებს(თავისი კოდით) სხვა მძღოლს, მათი თითოეული გაყიდული ბილეთიდან მიიღებთ 0.3%-ს</li>
        </ul>
    </p>
    <p>
        ანუ თქვენ საშუალება გეძლევათ მიიღოთ დამატებითი შემოსავალი არა მხოლოდ თქვენი კოდით დარეგისტრირებული მძღოლებისაგან,
        არამედ დაირეგისტრიროთ პარტნიორი და მათ მიერ დარეგისტრირებული მძღოლებისგანაც მიიღოთ 0.3%
    </p>
    <b>რა სარგებელს ვიღებ <span class="forceEng">ZoomBus</span>-ის პარტნიორობისგან ?</b><br><br>
    <p>
        <span class="forceEng">ZoomBus</span>-ზე ავტობუსისა და მიკროავტობუსის ბილეთების ფასი მერყეობს 20-50 ლარის ფარგლებში. მიკროავტობუსებში საშუალოდ 15 ადგილია, ავტობუსებში კი 40.
        მაგალითად თქვენ დაარეგისტრირეთ 1 მიკროავტობუსის მძღოლი თქვენი უნიკალური კოდით და იგი თბილისი-ბათუმის მარშრუტზე მუშაობს კვირაში 5 დღე.
        სამუშაო დღეში 2 მარშრუტს ასრულებს : თბილისი-ბათუმი და ბათუმი-თბილისი. (ანუ კვირაში 10 მარშრუტს). თქვენს მიერ დარეგისტრირებული
        მძღოლის ბილეთი თუ 20 ლარი ღირს 15x20=300 მისი 0.7% (2.1 ლარი) კი თქვენი შემოსავალია. კვირაში თუ თქვენი მძღოლი საშუალოდ 10 მარშრუტს ასრულებს,
        თქვენი შემოსავალი კვირაში 21 ლარია. თვეში 21*4=84 ლარი. ეს კი მხოლოდ 1 მიკროავტობუსის მძღოლის დარეგისტრირებით.<br>
        და თუ 5 მძღოლს დაარეგისტრირებთ ? 5*84=420 ლარი თვეში<br>
        10 მძღოლს ? 10*84=840 ლარი. <br>
        თუ ავტობუსის მძღოლებსაც დაარეგისტრირებთ ? <br>
        ამ ყველაფერს დაემატება ისიც, თუ თქვენი კოდით დარეგისტრირებულები, სხვასაც დაარეგისტრირებენ.
    </p>
    <b>როგორ უნდა გავხდე <span class="forceEng">ZoomBus</span>-ის პარტნიორი ?</b><br><br>
    <p>
    პარტნიორად რეგისტრაციისათვის საჭიროა შეავსოთ რეგისტრაციის რამდენიმე ველი:
       <ul class="pl-15">
            <li>სახელი და გვარი</li>
            <li>ტელეფონის ნომერი</li>
            <li>ელექტრონული ფოსტის მისამართი</li>
            <li>შეიყვანოთ სასურველი პაროლი</li>
            <li>მიუთითოთ ქვეყანა</li>
            <li>თუ თქვენ <span class="forceEng">ZoomBus</span>-ის შესახებ გაიგეთ ინფორმაცია სხვა პირისაგან, ბოლო ველში მიუთითეთ მისი საპარტნიორო კოდი. </li>
        </ul>
    </p>
    ',

    'register_as_driver_icon_1_title' => 'ხარ მიკროავტობუსის მძღოლი?',
    'register_as_driver_icon_1_text' => 'გინდათ იცხოვროთ თავისუფალი ცხოვრების წესით? არ იყოთ დამოკიდებული სხვაზე? დაარეგისტრირეთ თქვენი მიკროავტობუსი ჩვენთან, შექმენით შესაბამისი მარშრუტები და გაყიდეთ ბილეთები ონლაინ ჩვენი მეშვეობით.',

    'register_as_driver_icon_2_title' => 'ხარ ავტობუსის მძღოლი?',
    'register_as_driver_icon_2_text' => 'გინდათ იცხოვროთ თავისუფალი ცხოვრების წესით? არ იყოთ დამოკიდებული სხვაზე? დაარეგისტრირეთ თქვენი ავტობუსი ჩვენთან, შექმენით შესაბამისი მარშრუტები და გაყიდეთ ბილეთები ონლაინ ჩვენი მეშვეობით.',

    'register_as_driver_icon_3_title' => 'გყავთ ავტომობილი? (დამემგზავრე)',
    'register_as_driver_icon_3_text' => 'გყავთ ავტომობილი და ხშირად გიწევთ მოგზაურობა? დაარეგისტრირეთ თქვენი ავტომობილი <b>"დამემგზავრე"</b> სერვისში ჩვენთან, გამგზავრებამდე შექმენით შესაბამისი მარშრუტი და იპოვე თანამგზავრი :)
გახადე მგზავრობა უფრო იაფი და ხელსაყრელი ჩვენი მეშვეობით.',

    'register_as_driver_icon_4_title' => 'ხარ საქალაქთაშორისო ტაქსის მძღოლი?',
    'register_as_driver_icon_4_text' => 'გინდათ იცხოვროთ თავისუფალი ცხოვრების წესით? არ იყოთ დამოკიდებული სხვაზე? დაარეგისტრირეთ თქვენი ავტომობილი ჩვენთან, შექმენით შესაბამისი მარშრუტები და გაყიდეთ ბილეთები ონლაინ ჩვენი მეშვეობით კომფორტულ გარემოში.',

    'register_as_driver_video_title' => 'დაარეგისტრირდი და გაყიდე ბილეთები ჩვენი მეშვეობით',

    'registered_drivers' => 'დარეგისტრირებული მძღოლი',
    'registered_routes' => 'დარეგისტრირებული მარშრუტი',
    'registered_partners' => 'დარეგისტრირებული პარტნიორი',
    'sold_tickets' => 'გაყიდული ბილეთები',

];
