<?php

return [
    //Become a driver page
    'register_as_driver_title' => 'გახდი მძღოლი',
    'register_as_driver_title2' => 'დაარეგისტრირეთ თქვენი ტრანსპორტი ჩვენთან, შექმენი მარშრუტები და გაყიდე ბილეთები ჩვენი მეშვეობით',
    'register_as_driver_title3' => 'გახდი მძღოლი, დაარეგისტრირე მარშრუტი და გაყიდე ბილეთები',
    'register_as_driver_title4' => 'დამატებითი ინფორმაციისთვის გთხოვთ დაგვიკავშირდეთ. <br> თუ როგორ მუშაობს ჩვენი მძღოლის პროგრამა შეგიძლიათ გაეცნოთ აქ: <br>
    <a href="'.route('register_as_driver').'">დეტალური ინფორმაცია საპარტნიორო პროგრამის შესახებ</a>',

    //Become a partner page
    'register_as_partner_title' => 'გახდი პარტნიორი და მიიღე 0.7% და 0.3% შემოსავალი',
    'register_as_partner_title2' => 'დაარეგისტრირდი, გახდი ჩვენი პარტნიორი უფასოდ და მიიღე 0.7% და 0.3% შესმოსავალი ყოველი გაყიდული ბილეთიდან',
    'register_as_partner_title3' => 'გაიაქტიურე პარტნიორის ანგარიში უფასოდ და მიიღე 0.7% და 0.3% - იანი შემოსავალი შენს მიერ მოწვეული ახალი პარტნიორის (მძღოლების) ყოველი გაყიდული ბილეთიდან',
    'register_as_partner_title4' => 'დამატებითი ინფორმაციისთვის გთხოვთ დაგვიკავშირდეთ.<br>თუ როგორ მუშაობს ჩვენი საპარტნიორო პროგრამა შეგიძლიათ გაეცნოთ აქ<br>
    <a href="'.route('register_as_partner').'">დეტალური ინფორმაცია საპარტნიორო პროგრამის შესახებ</a>',

    //Edit profile
    'edit_profile' => 'თქვენი პირადი სივრცე',
    'edit_profile2' => 'ყურადღებით შეავსეთ თქვენი პირადი მონაცემები, პირადი ინფორმაცია დაცული იქნება.',
    'edit_profile3' => 'პირადი მონაცემები',
    'edit_profile4' => 'გთხოვთ შეავსოთ თქვენი პირადი მონაცემები ლათინური ასოებით.',

    //Edit Drivers license
    'drivers_license' => 'მძღოლის პირადი სივრცე',
    'drivers_license2' => 'ყურადღებით შეავსეთ თქვენი პირადი მონაცემები, პირადი ინფორმაცია დაცული იქნება.',
    'drivers_license3' => 'მართვის მოწმობა',
    'drivers_license4' => 'გთხოვთ შეიყვანოთ მართვის მოწმობის ნომერი და ატვირთოთ თქვენი მართვის მოწმობის წინა და უკანა მხარეები. ყურადღება მიაქციეთ, რომ ატვირთვულ მართვის მოწმობაში არ იყოს მოჭრილი ადგილები და ყველა მონაცემი კარგად ჩანდეს. ',

    //Vehicle Registration
    'vehicle_registration' => 'მძღოლის პირადი სივრცე',
    'vehicle_registration2' => 'ყურადღებით შეავსეთ თქვენი პირადი მონაცემები, პირადი ინფორმაცია დაცული იქნება.',
    'vehicle_registration3' => 'ტრანსპორტის რეგისტრაცია',
    'vehicle_registration4' => 'გთხოვთ შეავსოთ ქვემოთ მოყვანილი მონაცემები რათა დაამატოთ ტრანსპორტი.',

    //Registered Vehicles
    'registered_vehicles' => 'მძღოლის პირადი სივრცე',
    'registered_vehicles2' => 'ყურადღებით შეავსეთ თქვენი პირადი მონაცემები, პირადი ინფორმაცია დაცული იქნება.',
    'registered_vehicles3' => 'რეგისტრირებული ტრანსპორტები',
    'registered_vehicles4' => 'ქვემოთ შეგიძლიათ იხილოთ თქვენს მიერ რეგისტრირებული ტრანსპორტების სია.',

    //Vehicle Edit
    'vehicle_edit' => 'მძღოლის პირადი სივრცე',
    'vehicle_edit2' => 'ყურადღებით შეავსეთ თქვენი პირადი მონაცემები, პირადი ინფორმაცია დაცული იქნება.',
    'vehicle_edit3' => 'ტრანსპორტის მოდიფიკაცია',
    'vehicle_edit4' => 'გთხოვთ ყურადღებით შეავსოთ ქვემოთ მოცემული ველები რათა განაახლოთ ტრანსპორტი.',

    //Registered Routes
    'registered_routes' => 'მძღოლის პირადი სივრცე',
    'registered_routes2' => 'ყურადღებით შეავსეთ თქვენი პირადი მონაცემები, პირადი ინფორმაცია დაცული იქნება.',
    'registered_routes3' => 'რეგისტრირებული მარშრუტები',
    'registered_routes4' => 'ქვემოთ შეგიძლიათ იხილოთ თქვენს მიერ რეგისტრირებული აქტიური მარშრუტების სია.',

    //Route Registration
    'route_registration' => 'მძღოლის პირადი სივრცე',
    'route_registration2' => 'ყურადღებით შეავსეთ თქვენი პირადი მონაცემები, პირადი ინფორმაცია დაცული იქნება.',
    'route_registration3' => 'მარშრუტის რეგისტრაცია',
    'route_registration4' => 'გთხოვთ ყურადღებით შეავსოთ ქვემოთ მოყვანილი ყველა ველი რათა დაამატოთ მარშრუტი.',

    //Route Edit
    'route_edit' => 'მძღოლის პირადი სივრცე',
    'route_edit2' => 'ყურადღებით შეავსეთ თქვენი პირადი მონაცემები, პირადი ინფორმაცია დაცული იქნება.',
    'route_edit3' => 'მარშრუტის მოდიფიკაცია',
    'route_edit4' => 'გთხოვთ ყურადღებით შეავსოთ ქვემოთ მოყვანილი ყველა ველი რათა განაახლოთ მარშრუტი.',
    'route_edit5' => 'მარშრუტის ყველა გაყიდვა',
    'route_edit6' => 'ქვემოთ შეგიძლიათ იხილოთ/გააუქმოთ მოცემული მარშრუტის გაყიდვები.',


    //Listing
    'listing' => 'ყველა მარშრუტი',
    'listing2' => 'გთხოვთ აირჩიოთ თქვენთვის სასურველი მარშრუტი',

    //Listing
    'single_listing' => 'მარშრუტი',
    'single_listing2' => 'გთხოვთ, მონიშნოთ თქვენთვის სასურველი ადგილები დასაჯავშნად',

    //Bought tickets
    'bought_tickets' => 'შეძენილი ბილეთები',
    'bought_tickets2' => 'თქვენი შეძენილი ბილეთების ისტორია',

    //Financial parameters
    'financial_parameters' => 'ფინანსური პარამეტრები',
    'financial_parameters2' => 'თქვენი ფინანსური პარამეტრები',

    //Cart
    'cart' => 'კალათა',
    'cart2' => 'იხილეთ თქვენს მიერ კალათაში დამატებული მარშრუტები',

    //404
    'not_found' => 'გვერდი ვერ მოიძებნა',
    'not_found_text' => 'თქვენს მიერ მოთხოვნილი გვერდი ვერ მოიძებნა',

    //Driver Sales
    'driver_sales' => 'მძღოლის გაყიდვები მარშრუტის მიხედვით (ისტორია)',
    'driver_sales2' => 'იხილეთ თქვენი როგორც მძღოლის გაყიდვების ისტორია რეგისტრირებული მარშრუტების მიხედვით.',


    //Driver Payouts
    'driver_payouts' => 'თანხის გამოთხოვა',
    'driver_payouts2' => 'გამოითხოვეთ თანხა ნებისმიერ დროს ან იხილეთ გამოთხოვის ისტორია.',

    //Driver Fines
    'driver_fines' => 'მძღოლის ჯარიმები',
    'driver_fines2' => 'თქვენი ყველა ფინანსური ჯარიმა როგორც მძღოლი.',


    //Partner Sales
    'partner_sales' => 'პარტნიორთა გაყიდვები',
    'partner_sales2' => 'აქ შეგიძლიათ გაეცნოთ თქვენი ყველა პარტნიორის გაყიდვებს.',

    //Partner List
    'partner_list' => 'პარტნიორთა სია / მონაცემები',
    'partner_list2' => 'თქვენი პარტნიორების და მათ მიერ რეგისტრირებული ტრანსპორტების (მძღოლის შემთხვევაში) სია',

    //Partner Payouts
    'partner_payouts' => 'პარტნიორი - თანხის გამოთხოვა',
    'partner_payouts2' => 'გამოითხოვეთ თანხა ნებისმიერ დროს ან იხილეთ გამოთხოვის ისტორია.',


    //Affiliate Code
    'affiliate_code' => 'საპარტნიორი კოდი',
    'affiliate_code2' => 'იხილეთ თქვენი საპარტნიორო კოდი და თუ გსურთ გაუგზავნეთ მეგობარს ტელეფონზე.',


    //Notifications
    'notifications' => 'შეტყობინებები',
    'notifications2' => 'თქვენი ყველა შეტყობინება',

    //Driver Profit/Balance
    'driver_profit_balance' => 'მძღოლის ბალანსი/მოგება',
    'driver_profit_balance2' => 'თქვენი როგორც მძღოლის სტატისტიკა, გაყიდვები, მოგება და ბალანსი',

    //Partner Profit/Balance
    'partner_profit_balance' => 'პარტნიორის ბალანსი/მოგება',
    'partner_profit_balance2' => 'თქვენი როგორც პარტნიორის სტატისტიკა, გაყიდვები, მოგება და ბალანსი',


    //Driver sold tickets history
    'driver_sold_tickets_history' => 'გაყიდული ბილეთების ისტორია',
    'driver_sold_tickets_history2' => 'ამ სექციაში შეგიძლიათ იხილოთ ყველა გაყიდული ბილეთი როგორც დადასტურებული
     ანუ შემოწმებული, აგრეთვე შეძენილი მაგრამ დაუდასტურებელი, ასევე დაბრუნებული ან გაუქმებული ბილეთებიც.
     უფრო დეტალური ინფორმაციისთვის შეგიძლიათ იხილოთ ჩვენს მიერ დამზადებული ვიდეო დახმარება აქ: დეტალურად იხ. ვიდეო',


    //Current driver sales
    'current_driver_sales' => 'გაყიდვები მიმდინარე მარშრუტებზე',
    'current_driver_sales2' => 'მძღოლთა საყურადღებოთ! - მიმდინარე მარშრუტები ნიშნავს შეუსრულებელ მარშრუტებს, რომლებზეც
    მიმდინარეობს ბილეთების გაყიდვა, ამ მარშრუტებზე შესაძლებელია ბილეთების გაყიდვა აგრეთვე მძღოლის მიერ ნაღდი ანგარიშწორებით.
    ამისათვის შედით შესაბამის მარშრუტში და დაჯავშნეთ ბილეთი თქვენი მგზავრისთვის. დეტალურად იხ. ვიდეო',


    //Forgot password
    'forgot_password1' => 'დაგავიწყდათ პაროლი?',
    'forgot_password2' => 'შეიყვანეთ თქვენი ტელეფონის ნომერი, სადაც მოკლეტექსტური შეტყობინებით მიიღებთ ახალ პაროლს. გთხოვთ გაითვალისწინოთ, რომ ახალი
    პაროლის მოთხოვნა შესაძლებელია მხოლოდ თვეში ერთხელ.',

    //Support tickets
    'support1' => 'დახმარება / კონტაქტი',
    'support2' => 'შეავსეთ ქვემოთ მოცემული ველები რათა გამოაგზავნოთ შეტყობინება.',

    //Support tickets single
    'wizard1' => 'ეტაპი 1 (პირადი მონაცემები)',
    'wizard2' => 'რეგისტრაციისთვის გთხოვთ გაიაროთ პროცესის ყველა ეტაპები ბოლომდე, მხოლოდ ყველა ეტაპის გასვლის შემდეგ თქვენ შეძლებთ ონლაინ ბილეთების გაყიდვას. დანარჩენი ბაბიმ დაწეროს.',
    'wizard_step1' => 'ეტაპი 1. პირადი მონაცემები',
    'wizard_step2' => 'ეტაპი 2. მართვის მოწმობა',
    'wizard_step3' => 'ეტაპი 3. ტრანსპორტის რეგისტრაცია',
    'wizard_step4' => 'ეტაპი 4. მარშრუტის რეგისტრაცია',

    //Support tickets single
    'support_single' => 'ბილეთი #:ticket',


    //custom mobile
    'profile' => 'პროფილი',
    'login' => 'შესვლა',
    'signup' => 'რეგისტრაცია',
    'languages' => 'ენის ცვლილება',
    'main' => 'მთავარი',
    'password' => 'პაროლის შეცვლა',
    'register' => 'რეგისტრაცია',
    'your_ticket' => 'თქვენი ბილეთი',
    'ticket_list' => 'შეძენილი ბილეთები',
    'license' => 'მართვის მოწმობა',
    'financial' => 'ფინანსური პარამეტრები',
    'forgot' => 'დაგავიწყდათ პაროლი?',
];
