<?php

return [
    'method_updated' => 'გამოთხოვის მეთოდი წარმატებით განახლდა',
    'already_reserved' => '#:seat ადგილი უკვე შეძენილია',
    'please_log_in_to_add_to_cart' => 'გთხოვთ შეხვიდეთ სისტემაში რათა დაამატოთ ეს მარშრუტი კალათაში',
    'please_fill_out_this_field' => 'გთხოვთ შეავსოთ ეს ველი',
    'fill_phone_and_password_field' => 'გთხოვთ შეავსოთ მობილური ტელეფონი და პაროლი.',
    'current_code_unused' => 'ახალი კოდის გენერირება ვერ მოხდება მანამ, სანამ არსებული არ იქნება გამოყენებული.',
    'phone' => 'ტელეფონის ნომერი არასწორია',
    'unverified' => 'თქვენი ანგარიში არ არის აქტიური',
    'refund_not_allowed' => 'თქვენ არ გაქვთ ამ ბილეთის გაუქმების უფლება',
    'refund_modal' => 'დარწმუნებული ხართ რომ გსურთ ამ ბილეთის გაუქმება? თქვენ დაგიბრუნდებათ :amount GEL',
    'refund_successful' => 'ბილეთი წარმატებით გაუქმდა',
    'failed_login' => 'ტელეფონის ნომერი ან პაროლი არასწორია',
    'token_failed' => 'ავტორიზაციის შეცდომა',
    'required' => ':attribute ველის შევსება აუცილებელია',
    'qr_code_invalid' => 'QR კოდი არ არის ვალიდური',
    'qr_code_already_active' => 'QR კოდი უკვე გააქტიურებულია',
    'ticket_number_invalid' => 'ბილეთის კოდი არ არის ვალიდური',
    'password_updated' => 'პაროლი წარმატებით განახლდა.',
    'error_route_departure_date' => 'ამ მარშრუტისთვის მითითებულ დღეებზე ბილეთის შეძენა შეუძლებელია.',
    'error_route_cancellation' => 'მარშრუტის გაუქმება შეწყდა.',
    'ticket_number_already_active' => 'ბილეთის კოდი უკვე გააქტიურებულია',
    'token_not_present' => 'ავტორიზაცია ვერ მოხერხდა.',
    'image' => 'გთხოვთ აირჩიოთ სურათი jpg ან png ფორმატში',
    'log_in' => 'გთხოვთ შეხვიდეთ სისტემაში მოცემული ოპერაციის შეასასრულებლად',
    'method_not_allowed' => 'თქვენ არ გაქვთ უფლება, რომ მოცემული ოპერაცია შეასრულოთ',
    'dimensions' => 'სურათის ზომები არასწორია, სიგრძე :min_width-:max_width პიქსელს შორის, სიგანე :min_height-:max_height პიქსელს შორის',
    'uploaded' => 'ფაილის ატვირთვა ვერ მოხერხდა',
    'financial_method_cant_be_deleted' => 'ამ ფინანსურ მეთოდზე უკვე არსებობს მინიმუმ 1 თანხის გამოთხოვის მოთხოვნა.',
    'driver_program_successfully_created' => 'მძღოლის პროგრამა წარმატებით გააქტიურდა.',
    'driver_program_already_active' => 'მძღოლის პროგრამა უკვე გააქტიურებულია',
    'partner_program_successfully_created' => 'პარტნიორის პროგრამა წარმატებით გააქტიურდა.',
    'partner_program_already_active' => 'პარტნიორის პროგრამა უკვე გააქტიურებულია',
    'image_not_removed' => 'თქვენ არ გაქვთ უფლება, რომ ეს სურათი წაშალოთ.',
    'image_removed' => 'სურათი წარმატებით წაიშალა.',
    'sms_successfully_sent' => 'SMS წარმატებით გამოიგზავნა, თქვენ შეგიძლიათ შეხვიდეთ სისტემაში ახალი პაროლით.',
    'recaptcha_verification_failed' => 'დაფიქსირდა შეცდომა ვერიფიკაციისას. გთხოვთ ხელახლა სცადოთ.',
    'support_successfully_sent' => 'შეტყობინება წარმატებით გამოიგზავნა.',
    'verification_failed' => 'დაფიქსირდა შეცდომა ვერიფიკაციისას.',
    'successfully_closed_ticket' => 'დახმარების ბილეთი წარმატებით დაიხურა.',
    'successfully_added_route' => 'მარშრუტი წარმატებით დარეგისტრირდა',
    'custom' => [
        'type' => [
            'required' => 'გთხოვთ მონიშნოთ ტიპი',
            'in' => 'გთხოვთ მონიშნოთ სწორი ტიპი.',
        ],
        'status' => [
            'required' => 'სტატუსის ველის შევსება აუცილებელია',
            'integer' => 'სტატუსი უნდა იყოს ციფრი',
            'in' => 'მონაცემი არაა არსებულ სტატუსებს შორის'
        ],
        'comment' => [
            'string' => 'კომენტარი არ უნდა შეიცავდეს სპეციალურ სიმბოლოებს',
            'max' => 'კომენტარი არ უნდა იყოს :max სიმბოლოზე მეტი'
        ],
        'phone_number' => [
            'unique' => 'მომხმარებელი ასეთი ტელეფონის ნომრით უკვე არსებობს ბაზაში',
            'exists' => 'მომხარებელი ასეთი ტელეფონის ნომრით არ ფიქსირდება ბაზაში',
            'required' => 'ტელეფონის ნომრის შევსება აუცილებელია',
            'phone' => 'ტელეფონის ნომრის ფორმატი არასწორია',
        ],
        'phone_number.*' => [
            'unique' => 'მომხმარებელი ასეთი ტელეფონის ნომრით უკვე არსებობს',
            'required' => 'ტელეფონის ნომრის შევსება აუცილებელია',
            'distinct' => 'ტელეფონის ნომერი უნდა იყოს უნიკალური თითო ველში',
            'phone' => 'ტელეფონის ნომრის ფორმატი არასწორია',
        ],
        'gender_id' => [
            'required' => 'სქესის ველის შევსება აუცილებელია',
            'in' => 'მონაცემი არ არის სქესებს შორის',
            'exists' => 'ასეთი სქესი არ არსებობს',
        ],
        'gender_id.*' => [
            'required' => 'სქესის ველის შევსება აუცილებელია',
            'in' => 'სქესი არასწორია',
            'exists' => 'ასეთი სქესი არ არსებობს',
        ],
        'name' => [
            'required' => 'სახელის შევსება აუცილებელია',
            'max' => 'სახელი არ უნდა აღემატებოდეს :max ასოს',
        ],
        'name.*' => [
            'required' => 'სახელის შევსება აუცილებელია',
            'max' => 'სახელი არ უნდა აღემატებოდეს :max ასოს',
        ],
        'email' => [
            'unique' => 'მომხმარებელი ასეთი ელ-ფოსტით უკვე არსებობს',
            'required' => 'ელ-ფოსტის ველის შევსება აუცილებელია',
            'exists' => 'მომხმარებელი რომელიც ამ ტელეფონის ნომრით არის რეგისტრირებული ხმარობს სხვა ელ-ფოსტას',
        ],
        'email.*' => [
            'unique' => 'მომხმარებელი ასეთი ელ-ფოსტით უკვე არსებობს',
            'required' => 'ელ-ფოსტის ველის შევსება აუცილებელია',
            'distinct' => 'გთხოვთ არ გაიმეოროთ ელ-ფოსტის ველები',
            'exists' => 'მომხმარებელი რომელიც ამ ტელეფონის ნომრით არის რეგისტრირებული ხმარობს სხვა ელ-ფოსტას',
        ],
        'license_number' => [
            'unique' => 'მძღოლი ასეთი მართვის მოწმობის ნომრით უკვე არსებობს',
            'required' => 'გთხოვთ შეიყვანოთ მართვის მოწმობის ნომერი',
            'numeric' => 'მართვის მოწმობის ნომრის ფორმატი არასწორია. გთხოვთ შეიყვანოთ მხოლოდ ციფრები'
        ],
        'avatar' => [
            'required' => 'გთხოვთ აირჩიოთ სურათი',
            'max' => 'სურათის ზომა არ უნდა აღემატებოდეს 2 მეგაბაიტს'
        ],
        'action' => [
            'required' => 'მოქმედების მონიშვნა აუცილებელია',
            'string' => 'მოქმედება უნდა იყოს სტრინგი',
            'in' => 'მონაცემი არ არის არსებულ მოქმედებებს შორის'
        ],
        'route_id' => [
            'required' => 'მარშრუტის მონიშვნა აუცილებელია',
            'integer' => 'მარშრუტის იდენტიფიკატორი უნდა იყოს ციფრი',
            'exists' => 'ეს მარშრუტი თქვენ არ გეკუთვნით',
        ],
        'departure_date' => [
            'required' => 'გამგზავრების თარიღის მითითება აუცილებელია',
            'date' => 'გამგზავრების თარიღის ფორმატი არასწორია',
            'after_or_equal' => 'გამგზავრების თარიღი უნდა იყოს :date-ის შემდეგ ან მისი ტოლი.',
            'before' => 'გამგზავრების თარიღი უნდა იყოს :date-მდე',
        ],
        'departure_datetime' => [
            'required' => 'გასვლის თარიღისა და დროის მითითება აუცილებელია',
            'after_or_equal' => 'გამგზავრების თარიღი უნდა იყოს :date-ის შემდეგ ან მისი ტოლი.',
            'before' => 'გამგზავრების თარიღი უნდა იყოს :date-მდე',
            'date' => 'გასვლის თარიღისა და დროის ფორმატი არასწორია',
        ],
        'arrival_datetime' => [
            'required' => 'ჩასვლის თარიღისა და დროის მითითება აუცილებელია',
            'date' => 'ჩასვლის თარიღისა და დროის ფორმატი არასწორია',
        ],
        'payment_method' => [
            'required' => 'გადახდის მეთოდის მითითება აუცილებელია',
            'integer' => 'გადახდის მეთოდი უნდა იყოს ციფრი',
            'in' => 'გადახდის მეთოდი არ არსებობს'
        ],
        'password' => [
            'required' => 'პაროლის შევსება აუცილებელია',
            'min' => 'პაროლი უნდა შეიცავდეს მინიმუმ :min სიმბოლოს',
            'confirmed' => 'ახალი პაროლები არ ემთხვევა ერთმანეთს',
        ],
        'your_name' => [
            'required' => 'გთხოვთ შეიყვანოთ სახელი და გვარი',
        ],
        'id' => [
            'required' => 'ID ველის შევსება აუცილებელია',
            'not_in' => 'ID არ არის სწორი.'
        ],
        'paypal_email' => [
            'required' => 'გთხოვთ შეიყვანოთ თქვენი PayPal-ის ელ-ფოსტა',
            'email' => 'ელ-ფოსტის ფორმატი არასწორია',
            'unique' => 'მომხმარებელი ამ PayPal-ის ელ-ფოსტით უკვე არსებობს.'
        ],
        'bank_name' => [
            'required' => 'გთხოვთ შეიყვანოთ ბანკის სახელი',
        ],
        'account_number' => [
            'required' => 'გთხოვთ შეიყვანოთ ბანკის სახელი',
            'alpha_num' => 'ანგარიშს ნომერი უნდა შეიცავდეს მხოლოდ ასოებს და ციფრებს',
            'unique' => 'მომხარებელი ამ ანგარიშის ნომრით უკვე არსებობს',
        ],
        'swift' => [
            'required' => 'გთხოვთ შეიყვანოთ Swift კოდი',
            'alpha_num' => 'SWIFT კოდი უნდა შეიცავდეს მხოლოდ ასოებს და ციფრებს',
        ],
        'amount' => [
            'required' => 'გთხოვთ შეიყვანოთ თანხა',
            'numeric' => 'თანხა უნდა იყოს მხოლოდ ციფრები',
            'between' => 'გამოსათხოვი თანხის მინიმალური რაოდენობაა :min ლარი'
        ],
        'financial_id' => [
            'required' => 'გთხოვთ შეიყვანოთ მინიმუმ 1 თანხის გამოთხოვის მეთოდი შემდეგი <a href=":link">ბმულიდან</a>',
            'required_mobile' => 'გთხოვთ შეიყვანოთ მინიმუმ 1 თანხის გამოთხოვის მეთოდი ქვემოთ მოცემული ბმულიდან',
            'required_mobile_anchor' => 'ფინანსური მეთოდის დამატება',
            'integer' => 'ფინანსური პარამეტრი არაა ციფრი',
            'in' => 'ფინანსური პარამეტრის იდენტიფიკატორი ვერ მოიძებნა',
        ],
        'id_number' => [
            'required' => 'პირადი ნომრის შეყვანა აუცილებელია',
            'unique' => 'ასეთი პირადი ნომერი უკვე არსებობს ჩვენს მონაცემებში',
        ],
        'affiliate_code' => [
            'unique' => 'საპარტნიორო კოდი უკვე გამოყენებულია',
            'in' => 'საპარტნიორო კოდი არასწორია'
        ],
        'front_side' => [
            'required' => 'გთხოვთ ატვირთოთ წინა მხარე',
            'image' => 'წინა მხარე უნდა იყოს სწორი სურათი',
            'mimes' => 'სურათის ფორმატი არასწორია',
            'max' => 'სურათის ზომა არ უნდა აღემატებოდეს :max კილობაიტს',
            'dimensions' => 'სურათის სიგრძე უნდა იყოს :min_width და :max_width პიქსელს შორის, ხოლო სიგანე :min_height და :max_height პიქსელს შორის',
        ],
        'vehicle_id' => [
            'required' => 'გთხოვთ მონიშნოთ მანქანა',
            'exists' => 'ეს მანქანა თქვენ არ გეკუთვნით',
        ],
        'from' => [
            'required' => 'გთხოვთ მონიშნოთ გამგზავრების ქალაქი'
        ],
        'to' => [
            'required' => 'გთხოვთ მონიშნოთ ჩასვლის ქალაქი'
        ],
        'from_address' => [
            'required' => 'გთხოვთ მონიშნოთ გასვლის მისამართი'
        ],
        'to_address' => [
            'required' => 'გთხოვთ მონიშნოთ ჩასვლის მისამართი'
        ],
        'departure_time' => [
            'required' => 'გთხოვთ მონიშნოთ გასვლის დრო',
            'date_format' => 'გასვლის დროის ფორმატი არასწორია',
        ],
        'arrival_time' => [
            'required' => 'გთხოვთ მონიშნოთ ჩასვლის დრო',
            'date_format' => 'ჩასვლის დროის ფორმატი არასწორია',
        ],
        'stopping_time' => [
            'required' => 'გთხოვთ მონიშნოთ გაჩერების დრო',
            'date_format' => 'გაჩერების დროის ფორმატი არასწორია',
        ],
        'currency_id' => [
            'required' => 'გთხოვთ მონიშნოთ ვალუტა',
            'exists' => 'ასეთი ვალუტა არ არსებობს ჩვენ ბაზაში',
        ],
        'price' => [
            'required' => 'გთხოვთ შეიყვანოთ ფასი',
            'numeric' => 'ფასი უნდა შეიცავდეს მხოლოდ ციფრებს',
        ],

        'increment' => [
            'required' => 'შეცდომა'
        ],
        'deleteReserved' => [
            'required' => 'ადგილები არასწორადაა მონიშნული',
            'array' => 'ადგილები არასწორადაა მონიშნული',
        ],
        'deleteReserved.*' => [
            'required' => 'ადგილი არასწორადაა მონიშნული',
            'integer' => 'ადგილი უნდა იყოს ციფრი',
        ],
        'seat_number' => [
            'required' => 'გთხოვთ მონიშნოთ ადგილი',
            'integer' => 'ადგილი აუცილებლად უნდა იყოს ციფრი',
            'distinct' => 'გთხოვთ მონიშნოთ უნიკალური ადგილები',
            'between' => 'მონიშნული ადგილის ნომერი უნდა იყოს :min - :max შორის',
            'not_in' => 'თქვენს მიერ მონიშნული ადგილი უკვე დაკავებულია'
        ],
        'seat_number.*' => [
            'required' => 'გთხოვთ მონიშნოთ ადგილი',
            'integer' => 'ადგილი აუცილებლად უნდა იყოს ციფრი',
            'distinct' => 'გთხოვთ მონიშნოთ უნიკალური ადგილები',
            'between' => 'მონიშნული ადგილის ნომერი უნდა იყოს :min - :max შორის',
            'not_in' => 'თქვენს მიერ მონიშნული ადგილ(ებ)ი უკვე დაკავებულია'
        ],
        'country' => [
            'required' => 'გთხოვთ მონიშნოთ ქვეყანა',
            'exists' => 'ქვეყანა რომელიც თქვენ მონიშნეთ არ არის ვალიდური'
        ],
        'city' => [
            'required' => 'გთხოვთ შეავსოთ ქალაქის ველი.'
        ],
        'country_id' => [
            'required' => 'გთხოვთ მონიშნოთ ქვეყანა',
            'exists' => 'ქვეყანა რომელიც თქვენ მონიშნეთ არ არის ვალიდური'
        ],
        'manufacturer' => [
            'required' => 'გთხოვთ აირჩიოთ მწარმოებელი',
            'exists' => 'მწარმოებელი რომელიც თქვენ მონიშნეთ არ არსებობს'
        ],
        'license_plate' => [
            'required' => 'გთხოვთ შეიყვანოთ სახელმწიფო ნომერი',
            'not_in' => 'ამ სახელმწიფო ნომრით ტრანსპორტი უკვე დარეგისტრირებულია.'
        ],
        'model' => [
            'required' => 'გთხოვთ შეიყვანოთ თქვენი ტრანსპორტის მოდელი'
        ],
        'fuel_type' => [
            'required' => 'გთხოვთ მონიშნოთ საწვავის ტიპი'
        ],
        'year' => [
            'required' => 'გთხოვთ აირჩიოთ გამოშვების წელი'
        ],
        'date_of_registration' => [
            'required' => 'გთხოვთ აირჩიოთ რეგისტრაციის თარიღი',
            'date' => 'რეგისტრაციის თარიღი არასწორია'
        ],
        'vehicle_features.*' => [
            'required' => 'გთხოვთ აირჩიოთ მინიმუმ 1 მანქანის სპეციფიკაცია'
        ],
        'vehicle_license_front_side' => [
            'required' => 'გთხოვთ ატვირთოთ ტრანსპორტის ლიცენზიის წინა მხარე',
            'image' => 'გთხოვთ ატვირთოთ ტრანსპორტის ლიცენზიის წინა მხარე',
            'mimes' => 'ტრანსპორტის ლიცენზიის წინა მხარის სურათის ფორმატი არასწორია',
            'max' => 'ტრანსპორტის ლიცენზიის წინა მხარის სურათის ზომა არ უნდა აღემატებოდეს :max კილობაიტს',
            'dimensions' => 'ტრანსპორტის ლიცენზიის წინა მხარის სურათის სიგრძე უნდა იყოს :min_width და :max_width პიქსელს შორის, ხოლო სიგანე :min_height და :max_height პიქსელს შორის',
        ],
        'vehicle_license_back_side' => [
            'required' => 'გთხოვთ ატვირთოთ ტრანსპორტის ლიცენზიის უკანა მხარე',
            'image' => 'გთხოვთ ატვირთოთ ტრანსპორტის ლიცენზიის უკანა მხარე',
            'mimes' => 'ტრანსპორტის ლიცენზიის უკანა მხარის სურათის ფორმატი არასწორია',
            'max' => 'ტრანსპორტის ლიცენზიის უკანა მხარის სურათის ზომა არ უნდა აღემატებოდეს :max კილობაიტს',
            'dimensions' => 'ტრანსპორტის ლიცენზიის უკანა მხარის სურათის სიგრძე უნდა იყოს :min_width და :max_width პიქსელს შორის, ხოლო სიგანე :min_height და :max_height პიქსელს შორის',
        ],
        'vehicle_images.*' => [
            'required' => 'გთხოვთ ატვირთოთ ტრანსპორტის მინიმუმ 1 სურათი',
            'image' => 'გთხოვთ ატვირთოთ ტრანსპორტის მინიმუმ 1 სურათი',
            'mimes' => 'ტრანსპორტის ერთ-ერთი სურათის ფორმატი არასწორია',
            'max' => 'ტრანსპორტის ერთ-ერთი სურათის ზომა არ უნდა აღემატებოდეს :max კილობაიტს',
        ],
        'seat_positioning.*.value' => [
            'required' => 'გთხოვთ გადაამოწმეთ რომ ყველა ადგილს აქვს მითითებული ნომერი',
            'integer' => 'გთხოვთ გადაამოწმეთ რომ ყველა ადგილს აქვს მითითებული ნომერი',
            'distinct' => 'გთხოვთ გადაამოწმეთ რომ ყველა ადგილს აქვს უნიკალური ნომერი',
        ],
        'birth_date' => [
            'required' => 'დაბადების თარიღის ველის შევსება აუცილებელია',
            'date' => 'დაბადების თარიღის ფორმატი არასწორია',
        ],
        'old_password' => [
            'required' => 'გთხოვთ შეიყვანოთ არსებული პაროლი',
            'current_password' => 'არსებული პაროლი არასწორია',
        ],
        'g-recaptcha-response' => [
            'required' => 'დაფიქსირდა შეცდომა ვერიფიკაციისას. გთხოვთ ხელახლა სცადოთ.'
        ],
    ],
    'successfully_sent_to_review' => 'მოთხოვნა წარმატებით გაიგზავნა შესამოწმებლად.',
    'successfully_sent_rating' => 'რეიტინგი წარმატებით გაიგზავნა.',
    'in_order_to_finish_set_password' => 'იმისათვის, რომ დაასრულოთ რეგისტრაცია, გთხოვთ შეიყვანოთ თქვენთვის სასურველი პაროლი ქვემოთ მოცემულ ველებში.',
    'cannot_edit_financial' => 'თქვენ არ გაქვთ უფლება რომ მოცემული გვერდი იხილოთ.',
    'successfully_added_financial' => 'გამოთხოვის მეთოდი წარმატებით დაემატა.',
    'successfully_updated_financial' => 'გამოთხოვის მეთოდი წარმატებით განახლდა.',
    'error_updating_financial' => 'ამ ფინანსურ მეთოდზე მინიმუმ 1 აქტიური გადახდის მეთოდის მიბმა აუცილებელია.',
    'successfully_removed_financial' => 'გამოთხოვის მეთოდი წარმატებით წაიშალა.',
    'successfully_activated_financial' => 'გამოთხოვის მეთოდი წარმატებით გააქტიურდა.',
    'selected_dates_are_busy' => 'ამ ტრანსპორტისთვის :date უკვე დარეგისტრირებულია მარშრუტი.',
    'can_add_more_than' => 'სამწუხაროდ :value-ზე მეტი ფინანსური პარამეტრის დამატება შეუძლებელია.',
    'accepted' => ':attribute უნდა იყოს მონიშნული.',
    'active_url' => ':attribute უნდა იყოს URL მისამართი.',
    'after' => ':attribute უნდა იყოს :date-ის შემდეგ.',
    'after_or_equal' => ':attribute უნდა იყოს :date-ის შემდეგ ან მისი ტოლი.',
    'alpha' => ':attribute უნდა შეიცავდეს მხოლოდ ასოებს.',
    'alpha_dash' => ':attribute უნდა შეიცავდეს მხოლოდ ასოებს, რიცხვებს და ტირეებს.',
    'alpha_num' => ':attribute უნდა შეიცავდეს მხოლოდ ასოებს და რიცხვებს.',
    'array' => ':attribute უნდა იყოს მასივი.',
    'before' => ':attribute უნდა იყოს :date-მდე.',
    'before_or_equal' => ':attribute უნდა იყოს :date-მდე ან მისი ტოლი.',
    'between' => [
        'numeric' => ':attribute უნდა იყოს :min-სა და :max-ს შორის.',
        'file' => ':attribute უნდა იყოს :min-სა და :max კილობაიტს შორის.',
        'string' => ':attribute უნდა იყოს :min-სა და :max სიმბოლოს შორის.',
        'array' => ':attribute-ის რაოდენობა უნდა იყოს :min-დან :max-მდე.',
    ],
    'boolean' => ':attribute უნდა იყოს true, false, 0 ან 1.',
    'confirmed' => 'ახალი პაროლები არ ემთხვევა ერთმანეთს.',
    'date' => ':attribute შეიცავს თარიღის არასწორ ფორმატს.',
    'date_format' => ':attribute არ ემთხვევა თარიღის ფორმატს: :format.',
    'different' => ':attribute და :other არ უნდა ემთხვეოდეს ერთმანეთს.',
    'digits' => ':attribute უნდა შედგებოდეს :digits ციფრისგან.',
    'digits_between' => ':attribute უნდა შედგებოდეს :min-დან :max ციფრამბდე.',
    'distinct' => ':attribute უნდა იყოს უნიკალური.',
    'email' => 'ელ-ფოსტის ფორმატი არასწორია',
    'exists' => 'ასეთი :attribute არ არსებობს.',
    'file' => ':attribute უნდა იყოს ფაილი.',
    'filled' => ':attribute აუცილებელია.',
    'in' => 'მითითებული :attribute არასწორია.',
    'in_array' => ':attribute უნდა არსებობდეს :other-ში.',
    'integer' => ':attribute უნდა იყოს მთელი რიცხვი.',
    'ip' => ':attribute უნდა იყოს IP მისამართი.',
    'ipv4' => ':attribute უნდა იყოს IPv4 მისამართი.',
    'ipv6' => ':attribute უნდა იყოს IPv6 მისამართი.',
    'json' => ':attribute უნდა იყოს JSON ტიპის.',
    'max' => [
        'numeric' => ':attribute არ უნდა აღემატებოდეს :max-ს.',
        'file' => ':attribute არ უნდა აღემატებოდეს :max კილობაიტს.',
        'string' => ':attribute არ უნდა აღემატებოდეს :max სიმბოლოს.',
        'array' => ':attribute-ის რაოდენობა არ უნდა აღემატებოდეს :max-ს.',
    ],
    'mimes' => ':attribute უნდა იყოს შემდეგი ტიპის: :values.',
    'mimetypes' => ':attribute უნდა იყოს შემდეგი ტიპის: :values.',
    'min' => [
        'numeric' => ':attribute უნდა იყოს მინიმუმ :min.',
        'file' => ':attribute უნდა იყოს მინიმუმ :min კილობაიტი.',
        'string' => ':attribute უნდა შეიცავდეს მინიმუმ :min სიმბოლოს.',
        'array' => ':attribute უნდა იყოს მინიმუმ :min.',
    ],
    'not_in' => 'მითითებული :attribute არასწორია.',
    'numeric' => ':attribute უნდა იყოს რიცხვი.',
    'present' => ':attribute უნდა არსებობდეს, თუნდაც ცარიელი.',
    'regex' => ':attribute არ ემთხვევა ფორმატს.',
    'required_if' => ':attribute აუცილებელია, თუ :other-ის მნიშვნელობა ემთხვევა :value-ს.',
    'required_unless' => ':attribute აუცილებელია, თუ :values არ შეიცავს :other-ს.',
    'required_with' => ':attribute აუცილებელია, თუ :values მითითებულია.',
    'required_with_all' => ':attribute აუცილებელია, თუ :values მითითებულია.',
    'required_without' => ':attribute აუცილებელია, თუ :values არ არის მითითებული.',
    'required_without_all' => ':attribute აუცილებელია, თუ :values არ არის მითითებული.',
    'same' => ':attribute და :other უნდა ემთხვეოდეს ერთმანეთს.',
    'size' => [
        'numeric' => ':attribute უნდა იყოს :size-ის ტოლი.',
        'file' => ':attribute უნდა იყოს :size კილობაიტი.',
        'string' => ':attribute უნდა შედგებოდეს :size სიმბოლოსგან.',
        'array' => ':attribute უნდა შეიცავდეს :size ელემენტს.',
    ],
    'string' => ':attribute უნდა იყოს ტექსტი.',
    'timezone' => ':attribute უნდა იყოს სასაათო სარტყელი.',
    'unique' => 'ასეთი :attribute უკვე არსებობს.',
    'url' => ':attribute უნდა იყოს URL მისამართი.',
    'cant_leave_review' => 'რეიტინგის დატოვების ვადა გასულია.',
    'financial_doesnt_exist' => 'გადახდის მეთოდი ამ ID-თ არ არსებობს',

];
